[
  "dataview",
  "obsidian-style-settings",
  "table-editor-obsidian",
  "folder-notes",
  "tag-wrangler",
  "obsidian-bulk-rename-plugin",
  "multi-properties",
  "templater-obsidian",
  "obsidian-tasks-plugin",
  "periodic-notes",
  "calendar",
  "obsidian-git",
  "obsidian-paste-image-rename"
]